["Q: Where is the lesson “W elcome to F reelancing Advance Course” located? A:", "Inside Module: Start Here, in Section: Introduction, it is the 1st lesson.", "Q: Where is the lesson “Ultimate Agency Checklist - 10 Steps” located? A:", "Inside Module: Start Here, in Section: Introduction, it is the 2nd lesson.", "Q: Where is the lesson “How to Plan Y our Agency Daily T asks and Y early", "Goals” located? A: Inside Module: Start Here, in Section: Introduction, it is", "the 3rd lesson.", "Q: Where is the lesson “Mindset for F reelancing” located? A: Inside Module:", "Advance T rainings, in Section 1: Mindset, it is the 1st lesson.", "Q: Where is the lesson “Agency Model for F reelancing” located? A: Inside", "Module: Advance T rainings, in Section 2: Agency Model, it is the 1st lesson.", "Q: Where is the lesson “Domino Effect in F reelancing” located? A: Inside Mod-", "ule: Advance T rainings, in Section 3: Domino Effect, it is the 1st lesson.", "Q: Where is the lesson “How to Build an Ideal Client Profile (ICP’s)” located?", "A: Inside Module: Advance T rainings, in Section 4: Get Clients without Fiverr,", "it is the 4th lesson.", "Q: Where is the lesson “How to do Prospecting and get clients without Fiverr”", "located? A: Inside Module: Advance T rainings, in Section 4: Get Clients with-", "out Fiverr, it is the 5th lesson.", "Q: Where is the lesson “How to Find Clients with Instagram” located? A: Inside", "Module: Advance T rainings, in Section 4: Get Clients without Fiverr, it is the", "6th lesson.", "Q: Where is the lesson “How to get clients via Cold Email by Adnan Mannna” lo-", "cated? A: Inside Module: Advance T rainings, in Section 4: Get Clients without", "Fiverr, it is the 7th lesson.", "Q: Where is the lesson “Advanced T raining of Complete Cold Email + Discovery", "Call by Bhavya” located? A: Inside Module: Advance T rainings, in Section 4:", "Get Clients without Fiverr, it is the 8th lesson.", "Q: Where is the lesson “F acebook Ads Expert T raining for Local Lead Gen Ads", "by Andrew Gaikwad” located? A: Inside Module: Advance T rainings, in Section", "4: Get Clients without Fiverr, it is the 9th lesson.", "Q: Where is the lesson “Cold Email Session by Sagar Gosavi” located? A: Inside", "Module: Advance T rainings, in Section 4: Get Clients without Fiverr, it is the", "10th lesson.", "1"]